Repository: jcome/otzhcn
Catalog: OTZhCN-omegat.tmx
Source language: en_us
Languages: zh_cn

source: Shear
zh_cn: 切变

source: Shift (value)
zh_cn: 移位(数值)

source: Shift Key Frames Down
zh_cn: 下移关键帧

source: Shift Key Frames Up
zh_cn: 上移关键帧

source: Shift and Trace
zh_cn: 移位和描摹

source: Shininess
zh_cn: 光泽度

source: Short Play
zh_cn: 简短播发

source: Shortcut Presets
zh_cn: 快捷键预设

source: Show "ABC" Appendix to the Frame Number in Xsheet Cell
zh_cn: 在摄影表帧格的帧编号后面显示“ABC”之类的附加字母

source: Show %1
zh_cn: 显示 %1

source: Show / Hide
zh_cn: 显示/隐藏

source: Show All
zh_cn: 显示全部

source: Show Alpha
zh_cn: 显示透明度

source: Show Animated Only
zh_cn: 仅显示已动画的

source: Show Camera Below Other Levels
zh_cn: 显示摄影机在其他层级之下

source: Show Camera Column
zh_cn: 显示摄影机列

source: Show Column Numbers in Column Headers
zh_cn: 在列头部显示列编号

source: Show Column Parent's Color in the Xsheet
zh_cn: 在摄影表上显示列父级颜色

source: Show Current Time Indicator
zh_cn: 显示当前时间指示器

source: Show Cursor Size Outlines
zh_cn: 显示光标大小轮廓线

source: Show Folder Contents
zh_cn: 显示文件夹内容

source: Show Histogram
zh_cn: 显示直方图

source: Show Icons In Menu*
zh_cn: 显示菜单图标*

source: Show Inbetween Values
zh_cn: 显示过渡帧的值

source: Show Info in Rendered Frames
zh_cn: 在渲染好的帧中显示信息

source: Show Keyframes on Cell Area
zh_cn: 在帧格上显示关键帧

source: Show Lines with Thickness 0
zh_cn: 显示粗细为 0 的线条

source: Show Live View on All Frames
zh_cn: 所以帧都显示实时视图

source: Show Mask
zh_cn: 显示遮罩

source: Show Mesh
zh_cn: 显示网格

source: Show New Style Button
zh_cn: 显示新建样式按钮

source: Show Onion Skin During Playback
zh_cn: 回放时显示洋葱皮

source: Show Only Active Skeleton
zh_cn: 仅显示活动的骨架

source: Show Raster Images Darken Blended
zh_cn: 显示光栅图像“变暗”混合

source: Show Rigidity
zh_cn: 显示刚性

source: Show SO
zh_cn: 显示堆栈顺序

source: Show Selected
zh_cn: 显示所选列

source: Show Skeleton Onion Skin
zh_cn: 显示骨架洋葱皮

source: Show Startup Window when OpenToonz Starts
zh_cn: 当 OpenToonz 启动时显示启动窗口

source: Show This Only
zh_cn: 仅显示此列

source: Show This on Launch of the Camera Capture
zh_cn: 显示到摄影机拍摄启动窗口

source: Show Toolbar in the Xsheet
zh_cn: 在摄影表显示工具条

source: Show Tools For Level Only
zh_cn: 仅为层级显示工具

source: Show Zero Thickness Lines
zh_cn: 显示零宽度线

source: Show cursor size outline
zh_cn: 显示光标大小轮廓线

source: Show or hide parts of the Color Page.
zh_cn: 显示或隐藏部分颜色页。

source: Show original live view images in timeline
zh_cn: 在时间时间轴上显示原实时查看图像

source: Show original live view images.
zh_cn: 显示原来的实时查看图像。

source: Show this at startup
zh_cn: 启动时显示此窗口

source: Show//Hide Full Screen
zh_cn: 显示/隐藏全屏

source: Show/Hide Drop Down Menu
zh_cn: 现实/隐藏下拉菜单

source: Show/Hide Level Navigator
zh_cn: 显示/隐藏层级导航仪

source: Show/Hide Xsheet Camera Column
zh_cn: 显示/隐藏摄影表的摄影机列

source: Shrink:
zh_cn: 收缩:

source: Shutter Speed:
zh_cn: 快门速度:

source: Shutter Speed: Auto
zh_cn: 快门速度: 自动

source: Similar
zh_cn: 相似

source: Similar Drawing Substitution Backward
zh_cn: 向后替换近似绘图

source: Similar Drawing Substitution Forward
zh_cn: 向前替换近似绘图

source: Similar Shape
zh_cn: 相似形状

source: Similar Shape Interpolation
zh_cn: 相似形状插值

source: Simple
zh_cn: 简洁

source: Simplify Vectors : Level %1
zh_cn: 简化矢量 : 层级 %1

source: Single
zh_cn: 单一

source: Single Image
zh_cn: 单个图像

source: Size
zh_cn: 大小

source: Size:
zh_cn: 大小:

source: Skeleton Mode
zh_cn: 骨架工具

source: Skeleton Tool
zh_cn: 骨架工具

source: Skeleton Tool - Animate
zh_cn: 样式吸管工具 - 动画

source: Skeleton Tool - Build Skeleton
zh_cn: 样式吸管工具 - 制作骨架

source: Skeleton Tool - Inverse Kinematics
zh_cn: 样式吸管工具 - 方向动力学

source: Skeleton Tool - Next Mode
zh_cn: 骨架工具 - 下一模式

source: Skeleton:
zh_cn: 骨架:

source: Skip
zh_cn: 跳过

source: Skip Existing Files
zh_cn: 跳过现有的文件

source: Skip Existing Files: %1
zh_cn: 跳过已有的文件：%1

source: Skipping frame.
zh_cn: 跳帧。

source: Skipping.
zh_cn: 跳过。

source: Slider Appearance
zh_cn: 滑动器外观

source: Small
zh_cn: 小

source: Smooth
zh_cn: 平滑

source: Smooth:
zh_cn: 平滑:

source: Smoothing
zh_cn: 平滑

source: Smoothing:
zh_cn: 平滑:

source: Smoothness
zh_cn: 平滑度

source: Snap
zh_cn: 吸附

source: Snap At Intersection
zh_cn: 吸附在交点

source: Snap Sensitivity
zh_cn: 吸附灵敏度

source: Snap To Mesh
zh_cn: 吸附网格

source: Snapshot
zh_cn: 快照

source: Softness:
zh_cn: 柔和度:

source: Some conflict found.
zh_cn: 发现一些冲突。

source: Some files may be missing.
zh_cn: 有些文件可能丢失了。

source: Some files that you want to edit are currently opened.
zh_cn: 某些要编辑的文件已经被打开。

source: Some files that you want to unlock are currently opened.
zh_cn: 某些要解锁的文件已经被打开。

source: Some items are currently modified in your working copy.
zh_cn: 一些项目目前在你的工作副本中被修改。

source: Some key(s) in this parameter loses original reference in expression.
zh_cn: 这个参数中的某些键在表达式中失去了原有的引用。

source: Some levels have not been loaded because their version is not supported
zh_cn: 一些层级因为其版本是不被支持的而导致没有被加载

source: Some of the selected drawings were already scanned.
zh_cn: 一些选中的绘图已经扫描过了。

source: Sound
zh_cn: 声音

source: Sound Column
zh_cn: 声音列

source: Specify Frames Manually:
zh_cn: 手工指定帧

source: Specify frame numbers where the camera rectangles will be drawn.
zh_cn: 在摄影机方框绘制之处指定帧编号

source: Specify the policy for setting DPI of converted tlv.
zh_cn: 指定转换后的 tlv 的 DPI 设置策略。

source: Speed
zh_cn: 加速

source: Speed In / Speed Out
zh_cn: 速入/速出

source: Speed In / Speed Out Interpolation
zh_cn: 速入/速出插值

source: Split Edge
zh_cn: 拆分边缘

source: Sponge Shading
zh_cn: 海绵着色

source: Spreadsheet Opens in Popup
zh_cn: 电子表格以弹窗方式打开

source: Square
zh_cn: 格子纹

source: Stage
zh_cn: 舞台

source: Stage Schematic
zh_cn: 舞台示意图

source: Stained Glass
zh_cn: 花窗玻璃

source: Standard
zh_cn: 标准

source: Start
zh_cn: 开始

source: Start Capturing
zh_cn: 开始拍摄

source: Start Capturing [Return key]
zh_cn: 开始拍摄 [回车键]

source: Start Date:
zh_cn: 开始日期:

source: Start Frame:
zh_cn: 起始帧:

source: Start Live View
zh_cn: 开启实时视图

source: Start calibration
zh_cn: 开始校准

source: Start:
zh_cn: 开始:

source: Started:
zh_cn: 开始于：

source: Starting Frame Offset
zh_cn: 起始帧偏移:

source: Starting...
zh_cn: 开始...

source: State:
zh_cn: 状态:

source: Status:
zh_cn: 状态:

source: Step
zh_cn: 步长

source: Step %1
zh_cn: %1 步

source: Step %1 : Level %2
zh_cn: 步长 %1 : 层级 %2

source: Step 1
zh_cn: 步长为 1

source: Step 2
zh_cn: 步长为 2

source: Step 3
zh_cn: 步长为 3

source: Step 4
zh_cn: 步长为 4

source: Step Count:
zh_cn: 步数;

source: Step:
zh_cn: 步长:

source: Stereo 16-Bits
zh_cn: 立体声16位

source: Stereo 24-Bits
zh_cn: 立体声24位

source: Stereo 32-Bits
zh_cn: 立体声32位

source: Stereo 8-Bits
zh_cn: 立体声8位

source: Stop
zh_cn: 停止

source: Stop Capturing
zh_cn: 停止拍摄

source: Stop Capturing [Return key]
zh_cn: 停止拍摄 [回车键]

source: Stop Exporting
zh_cn: 停止导出

source: Stop Live View
zh_cn: 停止实时视图

source: Stop Motion
zh_cn: 定格动画

source: Stop Motion Controller
zh_cn: 定格动画控制器

source: Stop it or wait for its completion before removing it.
zh_cn: 停止它或等待它完成后再移除它。

source: Storage Type
zh_cn: 存储类型

source: Straighten Ends
zh_cn: 拉直末端

source: Stretch
zh_cn: 伸缩

source: Stretch from FPS:
zh_cn: 伸缩前的 FPS:

source: Stretch:
zh_cn: 伸缩:

source: Striped
zh_cn: 条纹

source: Stripes
zh_cn: 条纹

source: Stroke Mode
zh_cn: 描边模式

source: Stroke Mode:
zh_cn: 描边模式:

source: Strokes
zh_cn: 描边

source: Studio
zh_cn: 工作室

source: Studio Palette
zh_cn: 工作室调色板

source: StudioPalette Name
zh_cn: 工作室调色板名称

source: Style Editor
zh_cn: 样式编辑器

source: Style Editor - No Valid Style Selected
zh_cn: 样式编辑器 - 无有效样式被选中

source: Style Index:
zh_cn: 样式索引:

source: Style Name
zh_cn: 样式名称

source: Style Picker Tool
zh_cn: 样式吸管工具

source: Style Picker Tool - Areas
zh_cn: 样式吸管工具 - 区域

source: Style Picker Tool - Lines
zh_cn: 样式吸管工具 - 线

source: Style Picker Tool - Lines & Areas
zh_cn: 样式吸管工具 - 线和区域

source: Style Picker Tool - Next Mode
zh_cn: 样式吸管工具 - 下一模式

source: Style*:
zh_cn: 样式*:

source: Style:
zh_cn: 样式:

source: Styles you are going to delete are used to paint lines and areas in the animation level.
zh_cn: 你要删除的样式已经用于绘制动画层级的线和区域。

source: Sub Adjust:
zh_cn: 子调整:

source: Sub Color 1
zh_cn: 子颜色1

source: Sub Color 1:
zh_cn: 子颜色1:

source: Sub Color 2
zh_cn: 子颜色2

source: Sub Color 2:
zh_cn: 子颜色2:

source: Sub Color 3
zh_cn: 子颜色3

source: Sub Color 3:
zh_cn: 子颜色3:

source: Sub-camera Preview
zh_cn: 子摄影机预览

source: Sub-xsheet
zh_cn: 子摄影表

source: Sub1
zh_cn: 子1

source: Sub2
zh_cn: 子2

source: Sub3
zh_cn: 子3

source: SubMenu Commands
zh_cn: 子菜单命令

source: SubXSheet Frame
zh_cn: 子摄影表 帧

source: SubXsheet Level
zh_cn: 子摄影表层级

source: Subcamera
zh_cn: 子摄影机

source: Subfolder
zh_cn: 子文件夹

source: Subfolder Name
zh_cn: 子文件夹名

source: Subfolder Name:
zh_cn: 子文件夹名:

source: Subfolder name should not be empty.
zh_cn: 子文件名不能为空。

source: Subfolder name should not contain following characters: * .
zh_cn: 子文件夹名不能包含如下的任一字符： * .

source: Submission Date:
zh_cn: 提交日期:

source: Submitted By:
zh_cn: 提交者:

source: Submitted On:
zh_cn: 提交位置:

source: Subsampling
zh_cn: 子采样

source: Subsampling:
zh_cn: 子采样:

source: Subversion 1.5 or later is required.
zh_cn: 需要 Subversion 1.5 或更高版本。

source: Subxsheet
zh_cn: 子摄影表

source: Successful Steps:
zh_cn: 成功歩数:

source: Successfully exported %1 images.
zh_cn: 成功导出了 %1 张图像。

source: Suffix
zh_cn: 后缀

source: Suggested paths are input in the fields with blue border.
zh_cn: 建议的路径被输入到有蓝色边框的区域。

source: Suspended
zh_cn: 挂起

source: Swap %1 and %2
zh_cn: 互换%1 和 %2

source: Swap Compared Images
zh_cn: 交换比较过的图像

source: Swap Edge
zh_cn: 交换边缘

source: Swap Lock/Unlock
zh_cn: 切换锁定/解锁

source: Swap ON/OFF
zh_cn: 切换启用/关闭

source: Swatch Viewer
zh_cn: 样本查看器

source: Swing
zh_cn: 摇摆

source: Swing : Level %1
zh_cn: 摇摆 : 层级 %1

source: Switch Tool Temporarily Keypress Length (ms):
zh_cn: 临时切换工具的按键时长(ms):

source: Switch to dark icons
zh_cn: 切换至黑色图标

source: Sync Level Strip Drawing Number Changes with the Xsheet
zh_cn: 与摄影表同步层级条绘图编号的变动

source: Sync with Output Settings
zh_cn: 与输出设定同步

source: Sync with XSheet/Timeline
zh_cn: 与摄影表/时间轴同步

source: System Configuration and Problem Details:
zh_cn: 系统配置和问题细节：

source: TIME
zh_cn: 时间

source: TITLE
zh_cn: 标题

source: TLV Levels
zh_cn: TLV 层级

source: TLV Subsampling:
zh_cn: TLV 子采样:

source: TVPaint JSON file cannot be exported from untitled scene.
zh_cn: TVPaint JSON 不能从无标题场景中导出。

source: TWAIN is not available.
zh_cn: TWAIN 不可用。

source: Table
zh_cn: 动画台

source: Tag: %1
zh_cn: 标签: %1

source: Tags
zh_cn: 标签

source: Tape Tool
zh_cn: 连接工具

source: Tape Tool - Endpoint to Endpoint
zh_cn: 连接工具 - 端点到端点

source: Tape Tool - Endpoint to Line
zh_cn: 连接工具 - 端点到线

source: Tape Tool - Line to Line
zh_cn: 连接工具 - 线到线

source: Tape Tool - Next Mode
zh_cn: 连接工具 - 下一模式

source: Tape Tool - Next Type
zh_cn: 连接工具 - 下一类型

source: Tape Tool - Normal
zh_cn: 连接工具 - 标准

source: Tape Tool - Rectangular
zh_cn: 连接工具 - 长方形

source: Target Column:
zh_cn: 目标列

source: Target Folder: %1
zh_cn: 目标文件夹：%1

source: Target column
zh_cn: 目标 列

source: Target folder is not specified.
zh_cn: 目标文件没有指定。

source: Task added to the Batch Cleanup List.
zh_cn: 任务已添加到批处理清稿列表。

source: Task added to the Batch Render List.
zh_cn: 任务已添加到批处理渲染列表。

source: TaskUnknown
zh_cn: 任务未知

source: Tasks
zh_cn: 任务

source: Tasks:
zh_cn: 任务:

source: Temperature:
zh_cn: 温度:

source: Template Settings
zh_cn: 模板设置

source: Template files not found.
zh_cn: 模板文件没有找到。

source: Template folder %1 not found.
zh_cn: 模板文件夹%1没有找到。

source: Template font:
zh_cn: 模板字体:

source: Template:
zh_cn: 模板:

source: Temporary Lock file...
zh_cn: 临时锁定文件...

source: Test
zh_cn: 测试

source: Text
zh_cn: 文本

source: Text or XML (*.txt *.xml);;Text files (*.txt);;XML files (*.xml)
zh_cn: 文本或者 XML (*.txt *.xml);;文本文件 (*.txt);;XML 文件 (*.xml)

source: Texture
zh_cn: 纹理

source: That is a reserved file name and cannot be used.
zh_cn: 被保留的文件名不可使用。

source: The %1 scene has a different resolution from the %2 scene.
zh_cn: %1场景的分辨率与%2场景不同。

source: The %1 file has been generated
zh_cn: 文件 %1 已经生成过

source: The %1 scene contains a plastic deformed level.
zh_cn: %1场景包含一个塑性变形层级。

source: The %1 scene contains an audio file with different characteristics from the one used in the first exported scene.
zh_cn: %1场景包含一个与第一个导出场景中使用的音频文件不同的特征。

source: The %1 task is currently active.
zh_cn: %1的任务目前处于活动状态。

source: The Controller should run on %1 at port %2
zh_cn: 控制器应该在 %1 的端口 %2 上运行。

source: The Farm Global Root folder doesn't exist Please create this folder before using the render farm.
zh_cn: Toonz 渲染农场的全局根文件夹不存在。 请在使用 Toonz 渲染农场之前创建该文件夹。

source: The Premultiply options in the following levels are disabled, since PNG files are premultiplied on loading in the current version: %1
zh_cn: 预乘选项在后面的层级中是未打开的，因为在当前这个版本：%1 中， PNG 文件是在加载时做了预乘处理的。

source: The Reload command is not supported for the current selection.
zh_cn: 重载命令不支持当前的选择。

source: The Scene '%1' belongs to project '%2'.
zh_cn: 场景 '%1' 属于项目 '%2'。

source: The Task List is empty!
zh_cn: 任务列表是空的！

source: The audio file will not be included in the rendered clip.
zh_cn: 音频文件将不包括在渲染的片段中。

source: The autocentering failed on the current drawing.
zh_cn: 在当前的绘图上自动定位中心失败。

source: The camera settings of the scene you are loading as sub-xsheet are different from those of your current scene.
zh_cn: 要加载为子摄影表的场景的摄影机设定与当前场景的不相同。

source: The captured image size does not match with the existing level.
zh_cn: 所拍摄的图像大小和已有层级不匹配。

source: The chosen folder path does not exist.
zh_cn: 所选文件夹不存在。

source: The cleanup settings file for the %1 level already exists.
zh_cn: 用于层级 %1 的清稿设定文件已经存在。

source: The cleanup settings for the current level have been modified... Do you want to save your changes?
zh_cn: 当前层级的清稿设置已经被修改... 要保存更改吗？

source: The color model palette is different from the destination palette.
zh_cn: 颜色模型调色板与目标调色板不同。

source: The command cannot be executed because the scene is empty.
zh_cn: 无法执行该命令，因为场景是空的。

source: The copied selection cannot be pasted in the current drawing.
zh_cn: 无法将拷贝的选区粘贴到当前图像。

source: The current column is hidden.
zh_cn: 当前列被隐藏。

source: The current column is locked
zh_cn: 当前列是被锁定的

source: The current column is locked.
zh_cn: 当前列被锁定。

source: The current frame is locked: any editing is forbidden.
zh_cn: 当前帧已经被锁定：禁止所有编辑。

source: The current level is not editable
zh_cn: 当前层级是不可编辑的

source: The current level is not editable.
zh_cn: 当前层级是不可编辑的。

source: The current palette %1 in the studio palette has been modified.
zh_cn: 当前调色板 %1 在工作室调色板中被修改过。

source: The current selection is invalid.
zh_cn: 当前选区无效。

source: The current task list has been modified.
zh_cn: 当前任务列表已被修改。

source: The current tool cannot be used in Level Strip mode.
zh_cn: 当前工具不能用于层级条模式。

source: The current tool cannot be used on a Level column.
zh_cn: 当前工具不能用在层级列上。

source: The current tool cannot be used on a Mesh Level.
zh_cn: 当前工具不能用在网格层级上。

source: The current tool cannot be used on a Mesh column.
zh_cn: 当前工具不能用在网格列上。

source: The current tool cannot be used on a Raster Level.
zh_cn: 当前工具不能用在光栅层级上。

source: The current tool cannot be used on a Toonz Level.
zh_cn: 当前工具不能用在 Toonz 层级上。

source: The current tool cannot be used on a Vector Level.
zh_cn: 当前工具不能用在矢量层级上。

source: The current tool cannot be used on a mesh-deformed level
zh_cn: 当前工具不能用在在网格变形层级上

source: The current tool cannot be used to edit a motion path.
zh_cn: 当前工具不能用来编辑运动路径。

source: The custom panel %1 already exists.
zh_cn: 定制的面板%1已经存在。

source: The existing level size is %1 x %2.
zh_cn: 已有层级的大小是 %1 x %2。

source: The file %1 already exists.
zh_cn: 文件 %1 已经存在。

source: The file %1 does not exist.
zh_cn: 文件 %1 不存在。

source: The file %1 has been exported successfully.
zh_cn: 文件 %1 已经成功导出。

source: The file %1 is not a sound level.
zh_cn: 文件 %1 不是一个声音层级。

source: The file name already exists.
zh_cn: 文件名已经存在。

source: The file name cannot be empty or contain any of the following characters: (new line) \ / : * ?
zh_cn: 文件名不能为空，也不能包含以下任何字符: (new line) \ / : * ?

source: The file name cannot be empty or contain any of the following characters:(new line) \ / : * ?
zh_cn: 文件名不能为空或能包含如下的任一字符:(new line) \ / : * ?

source: The file path is missing.
zh_cn: 文件路径丢失。

source: The folder you selected is not a project.
zh_cn: 所选文件夹并不是一个项目。

source: The following file(s) have been modified.
zh_cn: 下列文件已经被修改。

source: The following level(s) use path with $scenefolder alias.
zh_cn: 如下层级使用了$scenefolder 别名的路径。

source: The frame range you specified is not valid: please separate values with a comma (e.g. 1,2,5) or with a dash (e.g. 4-7 will refer to frames 4, 5, 6 and 7).
zh_cn: 指定的帧范围无效：请用逗号(例：1,2,5)或者短横线(例：4-7 表示 4,5,6,7)把数值分隔开。

source: The frame rate must be 1 or more.
zh_cn: 帧率必须大于等于1。

source: The height must be greater than zero.
zh_cn: 高度必须大于零。

source: The input folder path was invalid.
zh_cn: 输入文件夹的路径是无效的。

source: The level %1 already exists.
zh_cn: 层级 %1 已存在。

source: The level is already registered in the scene.
zh_cn: 层级已在场景中注册。

source: The level is not registered in the scene, but exists in the file system.
zh_cn: 该层级没在场景中注册，但存在于文件系统中。

source: The level name specified is already used: please choose a different level name
zh_cn: 所指定的层级名称已经被使用：请选择一个不同的层级名称

source: The level name specified is already used: please choose a different level name.
zh_cn: 所指定的层级名称已经被使用：请选择一个不同的层级名称。

source: The level will be newly created.
zh_cn: 层级将被创建。

source: The level you are using has not a valid palette.
zh_cn: 你使用的层级之中没有有效调色板。

source: The local path does not exist:
zh_cn: 不存在的本地路径:

source: The log file already exists.
zh_cn: 日志文件已经存在。

source: The merge command is not available for greytones images.
zh_cn: 合并命令不可用于灰调图像。

source: The name cannot be empty.
zh_cn: 名称不能为空。

source: The new canvas size is smaller than the current one.
zh_cn: 新的画布尺寸小于当前的画布尺寸。

source: The operation cannot be undone: are you sure?
zh_cn: 此操作不可撤销，你确定吗？

source: The output pixel values from this fx will be clamped to 0.0 - 1.0 and tone may be slightly discretized.
zh_cn: 这个特效的输出像素值将被钳制为0.0 - 1.0 并且色调可能略有差异。

source: The output result may differ from what you expect.
zh_cn: 输出的结果可能与你预期的不同。

source: The palette %1 already exists.
zh_cn: 调色板 %1 已经存在。

source: The parameters to be saved are: - Camera settings - Project folder to be saved in - File format - File options - Resample Balance - Channel width - Linear Color Space - Color Space Gamma
zh_cn: 要保存的参数是： - 摄影机设置 - 要保存的项目文件夹 - 文件格式 - 文件选项 - 重采样平衡 - 通道宽度 - 线性色彩空间 - 色彩空间伽玛

source: The pixel type is not supported.
zh_cn: 不支持的像素类型。

source: The preset file %1 is not valid.
zh_cn: 预设文件%1是无效的。

source: The preset name must not use ','(comma).
zh_cn: 预设名称不能用 ‘,’(逗号)。

source: The preview images are not ready yet.
zh_cn: 预览图像还没准备好。

source: The previous vertex name will be discarded, and all associated keys will be lost.
zh_cn: 之前的顶点名称将被丢弃，所有相关的键也将丢失。

source: The project name cannot be empty or contain any of the following characters:(new line) \ / : * ?
zh_cn: 项目名称不能为空，也不能包含以下任何字符:(new line) \ / : * ?

source: The project name you specified is already used.
zh_cn: 所指定的项目名称已经被使用。

source: The qualifier %1 is not a valid key name.
zh_cn: 修饰符 %1 不是有效的键名。

source: The resolution of the output camera does not fit with the options chosen for the output file format.
zh_cn: 输出摄影机的分辨率与选项中的输出文件格式不一致。

source: The resulting resolution of level "%1" does not match with that of previously cleaned up level drawings.
zh_cn: 层级"%1"的结果分辨率 与先前清稿的层级绘图的分辨率不一致。

source: The rooms will be reset the next time you run OpenToonz.
zh_cn: 将在下次启动 OpenToonz 时重置工作区。

source: The save in path specified does not match with the existing level.
zh_cn: 指定的保存路径和已有层级补匹配。

source: The saved image size is %1 x %2.
zh_cn: 保存的图像大小是 %1 x %2。

source: The scanning process is completed.
zh_cn: 扫描已经完成。

source: The scene %1 already exists.
zh_cn: 场景 %1 已经存在。

source: The scene %1 doesn't exist.
zh_cn: 场景 %1 不存在。

source: The scene is not yet saved and the output destination is set to $scenefolder.
zh_cn: 此场景还未保存，其输出目的被设置到 $scenefolder.

source: The second line should be "Mesh [Input bit depth] [Output bit depth]"
zh_cn: 第二行应该是 "Mesh [输入位深] [输出位深]"

source: The selected column is empty.
zh_cn: 所选列是空的。

source: The selected image is not in a raster level.
zh_cn: 选中的图像不在光栅层级。

source: The selected image size does not match the current camera settings.
zh_cn: 选中的图像大小和当前摄影机设置不匹配。

source: The selected paper format is not available for %1.
zh_cn: 所选纸张格式在 %1 中不可用。

source: The selected scene could not be found.
zh_cn: 选中的场景不能找到。

source: The selection cannot be deleted.
zh_cn: 选择不能被删除。

source: The selection cannot be entered.
zh_cn: 选择不能被进入。

source: The selection cannot be grouped.
zh_cn: 选择不能被成组。

source: The selection cannot be moved.
zh_cn: 选择不能被移动。

source: The selection cannot be pasted.
zh_cn: 选择不能被粘贴。

source: The selection cannot be ungrouped.
zh_cn: 选择不能被解组。

source: The selection cannot be updated.
zh_cn: 选择不能被更新。

source: The size of level with the same name is is %1 x %2.
zh_cn: 同名层级的大小是 %1 x %2。

source: The size of level with the same path is %1 x %2.
zh_cn: 同路径层级的大小是 %1 x %2。

source: The soundtrack %1 already exists.
zh_cn: 音轨 %1 已经存在。

source: The source image seems not suitable for this kind of conversion
zh_cn: 源图像似乎不适合此类转换

source: The specified name is already assigned to the %1 file.
zh_cn: 指定的名称已经分配给了文件 %1。

source: The style index range you specified is not valid: please separate values with a comma (e.g. 1,2,5) or with a dash (e.g. 4-7 will refer to indexes 4, 5, 6 and 7).
zh_cn: 指定的样式索引范围无效：请用逗号(例：1,2,5)或者短横线(例：4-7 表示 4,5,6,7)把数值分隔开。

source: The style index you specified is not available in the palette of the destination level.
zh_cn: 指定的样式索引在目标层级调色板中不可用。

source: The suffix field is empty.
zh_cn: 后缀是空的。

source: The version control client application installed on your computer needs to be updated, otherwise some features may not be available.
zh_cn: 安装在你电脑上的版本控制客户端应用程序需要更新，否则一些功能可能无法使用。

source: The version control client application is not installed on your computer.
zh_cn: 你的电脑上没有安装版本控制客户端应用程序。

source: The version control client application specified on the configuration file cannot be found.
zh_cn: 无法找到配置文件上指定的版本控制客户端应用程序。

source: The version control configuration file is empty or wrongly defined.
zh_cn: 版本控制的配置文件是空的或定义错误。

source: The width must be greater than zero.
zh_cn: 宽度必须大于零。

source: Theirs
zh_cn: 他们的

source: Theme:
zh_cn: 主题:

source: There already is a level %1 in the scene with the path
zh_cn: 场景中已经有一个层级 %1，其路径为

source: There already is a level with the path %1
zh_cn: 已经有一个层级在路径 %1 上

source: There are more cut/copied styles than selected.
zh_cn: 剪切/复制的样式比选定的多。

source: There are no assets to collect
zh_cn: 没有素材可收集。

source: There are no copied cells to duplicate.
zh_cn: 没有已拷贝的帧格用于复制。

source: There are no drawings in the camera column to duplicate
zh_cn: 在摄影机列中没有绘图可以复制

source: There are no frames to scan.
zh_cn: 没有帧可扫描。

source: There are no rendered images to save.
zh_cn: 没有已渲染的图像需要保存。

source: There are no unused items in the cache folder.
zh_cn: 在缓存文件夹中没有发现未使用的项目。

source: There are no unused styles.
zh_cn: 没有未使用的样式。

source: There is a circular reference in the definition of the interpolation.
zh_cn: 插值定义中存在循环引用。

source: There is a syntax error in the definition of the interpolation.
zh_cn: 插值定义中有个语法错误。

source: There was an error copying %1
zh_cn: 拷贝 %1 时发生了错误

source: There was an error copying %1 to %2
zh_cn: 拷贝 %1 到 %2 时发生了错误

source: There was an error during the scanning process.
zh_cn: 扫描过程中发生了错误。

source: There was an error exporting the scene.
zh_cn: 导出场景时发生了错误。

source: There was an error saving frames for the %1 level.
zh_cn: 在层级 %1 保存帧时发生了错误。

source: There was an error saving the %1 scene.
zh_cn: 保存场景 %1 时发生错误。

source: There were errors opening the existing level "%1".
zh_cn: 打开现有层级"%1"有错误。

source: There were problems loading the scene %1.
zh_cn: 加载场景 %1 出现了问题。

source: These levels can't be exported with this tool.
zh_cn: 这些层级不能用这个工具导出。

source: They will not be opened properly when you load the scene next time.
zh_cn: 下次加载场景时它们将不能被正确打开。

source: Thickness
zh_cn: 厚度

source: Thickness Calibration
zh_cn: 粗细校准

source: Thickness:
zh_cn: 粗细:

source: This Fx does not support rendering in floating point channel width (32bit).
zh_cn: 此特效不支持渲染到浮点通道位宽(32位)。

source: This command only works on vector cells.
zh_cn: 该命令只对矢量帧格有效。
